
/*
-- 현재 기능 --

사칙연산
삼각함수
pi 상수
제급


에러 뜨는 수식

*/


/* TODO -o이성열  -c기능추가 : 아이콘 이미지 받아서 추가 */

/* TODO -o이성열 -c기능추가 : 터치용 버튼 만들기 */
/* TODO -o이성열 -c기능추가 : 계산 결과가 다음줄이 아니라 바로 그 줄에 = 문자 넣고 나오게 처리 */
/* TODO -o이성열 -c기능추가 : 삼각함수의 역함수 처리 */
/* TODO -o이성열 -c기능추가 : 제곱근 처리  함수 방식으로 Root or Sqrt (?)  현재 -> 2^0.5 */



/* TODO -o이성열  -c기능추가 : 세점의 각도 구하기 */
/* TODO -o이성열  -c기능추가 : 두 직선의 교점 , 각도 계산  */
/* TODO -o이성열  -c기능추가 : 3점을 지나는 원 구하기 */
/* TODO -o이성열  -c기능추가 : 한점에서 직선에 내린 수선의 길, 교점 구하기 */
/* TODO -o이성열  -c기능추가 : 직선과 원의 교점 구하기 */

