
/*
-------------------------------- 2011.10.21.금  Ver 1.04
- 메인 메뉴 만들고 아이콘 없앰 ( 공간활용 )
- 폰트 줄임 여러 줄 표시


-------------------------------- 2010.12.15.수  Ver 1.03
- 수식 오류 체크하는 루틴 추가,  "2(37)" 수식 오류문제 해결


-------------------------------- 2010.12.15.수  Ver 1.03
- 수식 오류 체크하는 루틴 추가,  "2(37)" 수식 오류문제 해결


-------------------------------- 2010.12.9.목  Ver 1.02
- 괄호 벗기고 로그 추가
- 계산과정 로그에 Index 표시
- "2*(1+(2+3))" 수식 에러 뜨는 문제 수정


-------------------------------- 2010.12.8.수  Ver 1.01
- "2*2^3" 수식에서 제곱근의 우선순위를 * , / 보다 높게 처리
- 간단한 도움말 추가


-------------------------------- 2010.12.6.월  Ver 1.00
- 수식 오류 해결 "-sin(30)", "-(-sin(30)-3)"



*/


